{
    "tuzzy": "<p>A Tuzzy é uma equipe de E-Sports especializada em Fifa (EAFC) e agora também em Pokémon Unite. Eles vêm crescendo bastante, participando e vencendo campeonatos nacionais e internacionais. Diante desse cenário, a equipe precisava de um site oficial que atendesse às seguintes necessidades:</p><ul><li>Landing Page moderna e intuitiva, com todas as informações principais;</li><li>Gerenciamento de conteúdo ágil e simplificado, com acesso para múltiplos usuários;</li><li>Capacidade de integrar uma loja virtual (que ainda não existia no início do projeto).</li></ul><p>Diante desse desafio, optei por utilizar o WordPress como base e o resultado foi excelente! Para otimizar o desempenho do site e facilitar o gerenciamento pela equipe, desenvolvi um tema personalizado, widgets e plugins exclusivos.</p><p>Em 2024, ativamos a loja virtual, oferecendo personalização de camisas, gerenciamento de estoque e a opção de pré-venda.</p><p>A combinação de WordPress e WooCommerce atende muito bem às demandas atuais. No entanto, já planejamos uma estratégia de escalabilidade para o futuro, desacoplando a loja virtual e migrando-a para uma plataforma SaaS, caso surjam necessidades mais complexas.</p>",
    "metoobrasil": "<p>O Me Too Brasil é uma plataforma de uma ONG internacionalmente reconhecida, dedicada à proteção de mulheres e crianças contra abusos. O projeto foi desenvolvido com o objetivo de oferecer um espaço seguro e acolhedor para vítimas de violência, além de fornecer informações e orientações sobre como proceder em casos de abuso.</p><p>Para atender a essas necessidades, optei por utilizar o WordPress como base, desenvolvendo um tema personalizado e plugins exclusivos. O resultado foi um site moderno, responsivo e de fácil navegação, que atende às expectativas da ONG e de seus usuários.</p><p>Além disso, o site conta com um sistema de gerenciamento de conteúdo ágil e simplificado, permitindo que a equipe da ONG atualize e publique novos conteúdos com facilidade. O projeto foi um sucesso e contribuiu significativamente para a visibilidade e o alcance do Me Too Brasil.</p>",
    "rsdespachante": "<p>O RS Despachante, tradicionalmente reconhecido na cidade de Diadema, deu um grande salto ao expandir seus serviços para todo o Brasil. A iniciativa pioneira foi o lançamento de uma plataforma online que permite a consulta de débitos veiculares de forma rápida e eficiente.</p><p><strong>Principais Marcos do Projeto:</strong></p><ul><li><p><strong>Web App Intuitivo para Consultas:</strong> Desenvolvido um site que possibilita aos usuários consultarem os débitos de seus veículos através do RENAVAM. A integração com a API do Banco Rendimento, utilizando o protocolo SOAP, garante a precisão das informações. Inicialmente, a plataforma oferecia diversas opções de pagamento via Checkout Transparente da Cielo. Atualmente, para garantir maior segurança e evitar fraudes, os clientes são direcionados ao WhatsApp da empresa para finalizar as transações.</p></li><li><p><strong>Blog Completo e Otimizado para SEO:</strong> Com o objetivo de aumentar a visibilidade da plataforma e atrair um público mais amplo, foi criado um blog completo e otimizado para mecanismos de busca. O conteúdo do blog aborda temas relevantes sobre veículos, legislação de trânsito e serviços oferecidos pela empresa, contribuindo para o posicionamento da marca nos principais motores de busca.</p></li><li><p><strong>Sistema Interno SaaS para Gestão Eficiente:</strong> Para atender à crescente demanda e garantir a qualidade dos serviços, foi desenvolvido um sistema interno SaaS (Software as a Service) completo. Essa solução permite o gerenciamento eficiente de todas as operações da empresa, incluindo a criação de Ordens de Serviço (OSs), controle de múltiplos usuários e equipes. O sistema substituiu a antiga solução local, que apresentava problemas de lentidão e limitações para a expansão do negócio.</p></li></ul><p><strong>Resultados:</strong></p><p>A transformação digital do RS Despachante resultou em um aumento significativo da sua base de clientes e consolidação da marca como referência no mercado de despachantes. A plataforma online, aliada ao blog otimizado para SEO e ao sistema interno SaaS, proporcionou maior agilidade, eficiência e segurança nas operações, além de uma experiência mais positiva para os clientes.</p><p><strong>Destaques:</strong></p><p> </p><ul><li><u><u><strong>Inovação:</strong> Adoção de tecnologias modernas e integração com APIs para oferecer serviços inovadores.</u></u></li><li><u><u><strong>Foco no Cliente:</strong> Desenvolvimento de uma plataforma intuitiva e fácil de usar, com diversas opções de pagamento.</u></u></li><li><u><u><strong>Otimização para SEO:</strong> Criação de conteúdo relevante e otimizado para mecanismos de busca, aumentando a visibilidade da marca.</u></u></li><li><u><u><strong>Eficiência Operacional:</strong> Implementação de um sistema interno SaaS para gestão eficiente das operações.</u></u></li></ul><p> </p><p><strong>Este projeto demonstra a capacidade de transformar um negócio tradicional em uma empresa digitalmente competitiva, capaz de atender às demandas de um mercado em constante evolução.</strong></p>",
    "moldarinteriores": "<p>Desenvolvi um portfólio de design de interiores inovador, utilizando a biblioteca Nuxt.js e um layout estilo Masonry para criar uma experiência visualmente impactante. Mesmo com imagens de alta resolução, o carregamento assíncrono garantia uma navegação fluida e sem interrupções, proporcionando aos usuários uma imersão completa nos projetos. Infelizmente, devido ao encerramento da empresa, o projeto não está mais disponível online.</p>",
    "madeibra": "<p>A Madeibra, com mais de 30 anos de tradição, combina a maestria da fabricação de móveis sob medida com a inovação do e-commerce. O site, desenvolvido com WordPress e WooCommerce, oferece tanto o portfolio da empresa e contato facilitado quanto uma curadoria exclusiva de peças únicas e limitadas, feitas à mão. A integração com diversas plataformas de pagamento, como PIX, Apple Pay e Google Pay, proporciona uma experiência de compra online rápida e segura, unindo o melhor da tradição artesanal à praticidade do comércio digital.</p>",
    "incentivesp": "<p>IncentivESP é uma startup que revoluciona o patrocínio esportivo no Brasil. A plataforma conecta atletas do automobilismo a potenciais patrocinadores. Através de perfis personalizados e detalhados, os atletas encontram uma vitrine para suas carreiras, enquanto as empresas encontram talentos promissores para apoiar. Com o IncentivESP, o patrocínio esportivo se torna mais transparente e eficiente. O backend do painel administrativo e API foi criado com Laravel e o frontend com Vue.js.</p>",
    "jwnews": "<p>O JW News é a prova de que tecnologia e jornalismo se unem para oferecer uma experiência de leitura única. Desenvolvido com WordPress, o site oferece um sistema de gerenciamento de conteúdo ágil e eficiente, permitindo que a equipe de redação publique notícias de forma rápida e precisa. Com uma interface intuitiva e um design moderno, o JW News se destaca no cenário do jornalismo digital.</p>",
    "alesilvapsi": "<p>Alessa Silva é uma psicóloga especializada em Luto e Rompimeno de Vínculos. Seu site foi desenvolvido com Vite para gerar uma build estática e usando Vue.js + TypeScript + Tailwind CSS para layout, oferecendo um espaço simples, acolhedor e informativo para seus pacientes. Também foi trabalhado em SVG onde o hover no CTA de contato preenche somente áreas específicas.</p>"
}