{
    "site_title": "Portifólio de Sulivan Braga",
    "welcome": "Olá, sou o Desenvolvedor Fullstack",
    "description": "Construo coisas interessantes para a internet como <strong>Sites, Sistemas Web, APIs, Lojas Online</strong> e qualquer outra coisa possível.",
    "cta1": "Conhecer meu trabalho",
    "cta2": "Entrar em contato",
    "close": "Fechar",
    "jobs": "Meu trabalho",
    "skills": "Habilidades",
    "skills_description": "Trabalhei com uma variedade de linguagens ao longo dos anos mas me familiarizei mais com a stack PHP (Laravel) e JavasScript (Vue.js). Eis as tecnologias que me aperfeiçoei:",
    "about_title": "Quem sou eu",
    "about_description": "<p>Sou Sulivan, um desenvolvedor web autodidata de São Paulo, com 30 anos de idade e mais de 13 anos de experiência prática em T.I. Meu primeiro contato com programação foi aos 8 anos, ao explorar a linguagem BASIC para criar jogos. Aos 11 anos, mergulhei no Adobe Flash, Photoshop e Illustrator, criando animações e experimentando com ActionScript, o que resultou no meu primeiro mini-jogo.</p><p>Durante um período, segui carreira em suporte e infraestrutura de TI, mas retomei meu foco na programação em 2015, especializando-me em PHP, HTML, CSS e JavaScript. Desde então, tenho desenvolvido sistemas web completos, landing pages e e-commerces.</p><p>Atualmente, mantenho dois sistemas SaaS em operação:</p><ul><li><strong>Sistema de Despachante</strong>: Backoffice integrado para gestão de clientes, utilizando Laravel + Vue.js.</li><li><strong>Sistema Multiusuário de Controle Empresarial</strong>: Inclui funcionalidades como fechamento de caixa, lançamentos de compras e extratos detalhados.</li></ul><p>Também mantenho projetos de destaque, como:</p><ul><li><strong>Portal Me Too Brasil</strong>: Plataforma de uma ONG internacional focada na proteção de mulheres e crianças contra abusos.</li><li><strong>Portal e E-commerce da Tuzzy E-Sports</strong>: Time emergente de e-sports com atuação em campeonatos internacionais de EAFC e Pokémon Unite.</li></ul><p>Confira mais detalhes e projetos na sessão \"Projetos\" do meu portfólio.</p>"
  }