{
    "tuzzy": "<p>Tuzzy is an E-Sports team specializing in Fifa (EAFC) and now also in Pokémon Unite. They have been growing significantly, participating and winning national and international championships. Given this scenario, the team needed an official website that met the following needs:</p><ul><li>Modern and intuitive Landing Page with all the main information;</li><li>Agile and simplified content management, with access for multiple users;</li><li>Ability to integrate an online store (which did not exist at the beginning of the project).</li></ul><p>Given this challenge, I chose to use WordPress as a base and the result was excellent! To optimize the site's performance and facilitate management by the team, I developed a custom theme, widgets, and exclusive plugins.</p><p>In 2024, we activated the online store, offering shirt customization, stock management, and pre-sale options.</p><p>The combination of WordPress and WooCommerce meets current demands very well. However, we have already planned a scalability strategy for the future, decoupling the online store and migrating it to a SaaS platform if more complex needs arise.</p>",
    "metoobrasil": "<p>Me Too Brasil is a platform of an internationally recognized NGO dedicated to protecting women and children from abuse. The project was developed with the aim of providing a safe and welcoming space for victims of violence, as well as providing information and guidance on how to proceed in cases of abuse.</p><p>To meet these needs, I chose to use WordPress as a base, developing a custom theme and exclusive plugins. The result was a modern, responsive, and easy-to-navigate website that meets the expectations of the NGO and its users.</p><p>In addition, the site has an agile and simplified content management system, allowing the NGO team to easily update and publish new content. The project was a success and significantly contributed to the visibility and reach of Me Too Brasil.</p>",
    "rsdespachante": "<p>RS Despachante, traditionally recognized in the city of Diadema, took a big leap by expanding its services throughout Brazil. The pioneering initiative was the launch of an online platform that allows quick and efficient vehicle debt consultation.</p><p><strong>Main Project Milestones:</strong></p><ul><li><p><strong>Intuitive Web App for Consultations:</strong> Developed a site that allows users to check their vehicle debts through RENAVAM. Integration with Banco Rendimento's API, using the SOAP protocol, ensures the accuracy of the information. Initially, the platform offered various payment options via Cielo's Transparent Checkout. Currently, to ensure greater security and prevent fraud, customers are directed to the company's WhatsApp to finalize transactions.</p></li><li><p><strong>Complete and SEO-Optimized Blog:</strong> To increase the platform's visibility and attract a broader audience, a complete and SEO-optimized blog was created. The blog content addresses relevant topics about vehicles, traffic legislation, and services offered by the company, contributing to the brand's positioning in major search engines.</p></li><li><p><strong>Efficient SaaS Internal System:</strong> To meet the growing demand and ensure service quality, a complete SaaS (Software as a Service) internal system was developed. This solution allows efficient management of all company operations, including the creation of Service Orders (OSs), control of multiple users and teams. The system replaced the old local solution, which had issues with slowness and limitations for business expansion.</p></li></ul><p><strong>Results:</strong></p><p>The digital transformation of RS Despachante resulted in a significant increase in its customer base and consolidation of the brand as a reference in the dispatching market. The online platform, combined with the SEO-optimized blog and the internal SaaS system, provided greater agility, efficiency, and security in operations, as well as a more positive experience for customers.</p><p><strong>Highlights:</strong></p><ul><li><strong>Innovation:</strong> Adoption of modern technologies and integration with APIs to offer innovative services.</li><li><strong>Customer Focus:</strong> Development of an intuitive and easy-to-use platform with various payment options.</li><li><strong>SEO Optimization:</strong> Creation of relevant and optimized content for search engines, increasing brand visibility.</li><li><strong>Operational Efficiency:</strong> Implementation of an internal SaaS system for efficient management of operations.</li></ul><p><strong>This project demonstrates the ability to transform a traditional business into a digitally competitive company capable of meeting the demands of a constantly evolving market.</strong></p>",
    "moldarinteriores": "<p>I developed an innovative interior design portfolio using the Nuxt.js library and a Masonry-style layout to create a visually impactful experience. Even with high-resolution images, asynchronous loading ensured smooth and uninterrupted navigation, providing users with a complete immersion in the projects. Unfortunately, due to the company's closure, the project is no longer available online.</p>",
    "madeibra": "<p>Madeibra, with over 30 years of tradition, combines the mastery of custom furniture manufacturing with the innovation of e-commerce. The site, developed with WordPress and WooCommerce, offers both the company's portfolio and easy contact as well as an exclusive curation of unique and limited pieces, handmade. Integration with various payment platforms, such as PIX, Apple Pay, and Google Pay, provides a fast and secure online shopping experience, combining the best of artisanal tradition with the practicality of digital commerce.</p>",
    "incentivesp": "<p>IncentivESP is a startup that revolutionizes sports sponsorship in Brazil. The platform connects motorsport athletes with potential sponsors. Through personalized and detailed profiles, athletes find a showcase for their careers, while companies find promising talents to support. With IncentivESP, sports sponsorship becomes more transparent and efficient. The backend of the administrative panel and API was created with Laravel and the frontend with Vue.js.</p>",
    "jwnews": "<p>JW News is proof that technology and journalism come together to offer a unique reading experience. Developed with WordPress, the site offers an agile and efficient content management system, allowing the editorial team to publish news quickly and accurately. With an intuitive interface and modern design, JW News stands out in the digital journalism landscape.</p>"
}