{
    "tuzzy": "<p>Tuzzy est une équipe d'E-Sports spécialisée dans Fifa (EAFC) et maintenant aussi dans Pokémon Unite. Ils ont connu une croissance significative, participant et remportant des championnats nationaux et internationaux. Dans ce contexte, l'équipe avait besoin d'un site officiel répondant aux besoins suivants :</p><ul><li>Page de destination moderne et intuitive avec toutes les informations principales ;</li><li>Gestion de contenu agile et simplifiée, avec accès pour plusieurs utilisateurs ;</li><li>Capacité d'intégrer une boutique en ligne (qui n'existait pas au début du projet).</li></ul><p>Face à ce défi, j'ai choisi d'utiliser WordPress comme base et le résultat a été excellent ! Pour optimiser les performances du site et faciliter la gestion par l'équipe, j'ai développé un thème personnalisé, des widgets et des plugins exclusifs.</p><p>En 2024, nous avons activé la boutique en ligne, offrant la personnalisation de maillots, la gestion des stocks et des options de prévente.</p><p>La combinaison de WordPress et WooCommerce répond très bien aux demandes actuelles. Cependant, nous avons déjà planifié une stratégie de scalabilité pour l'avenir, en découplant la boutique en ligne et en la migrant vers une plateforme SaaS si des besoins plus complexes apparaissent.</p>",
    "metoobrasil": "<p>Me Too Brasil est une plateforme d'une ONG reconnue internationalement, dédiée à la protection des femmes et des enfants contre les abus. Le projet a été développé dans le but de fournir un espace sûr et accueillant pour les victimes de violence, ainsi que de fournir des informations et des conseils sur la manière de procéder en cas d'abus.</p><p>Pour répondre à ces besoins, j'ai choisi d'utiliser WordPress comme base, en développant un thème personnalisé et des plugins exclusifs. Le résultat a été un site moderne, réactif et facile à naviguer, qui répond aux attentes de l'ONG et de ses utilisateurs.</p><p>De plus, le site dispose d'un système de gestion de contenu agile et simplifié, permettant à l'équipe de l'ONG de mettre à jour et de publier facilement de nouveaux contenus. Le projet a été un succès et a contribué de manière significative à la visibilité et à la portée de Me Too Brasil.</p>",
    "rsdespachante": "<p>RS Despachante, traditionnellement reconnu dans la ville de Diadema, a fait un grand saut en étendant ses services à tout le Brésil. L'initiative pionnière a été le lancement d'une plateforme en ligne permettant une consultation rapide et efficace des dettes de véhicules.</p><p><strong>Principaux Jalons du Projet :</strong></p><ul><li><p><strong>Application Web Intuitive pour les Consultations :</strong> Développement d'un site permettant aux utilisateurs de vérifier les dettes de leurs véhicules via le RENAVAM. L'intégration avec l'API de Banco Rendimento, utilisant le protocole SOAP, garantit l'exactitude des informations. Initialement, la plateforme offrait diverses options de paiement via le Checkout Transparent de Cielo. Actuellement, pour garantir une plus grande sécurité et éviter les fraudes, les clients sont dirigés vers le WhatsApp de l'entreprise pour finaliser les transactions.</p></li><li><p><strong>Blog Complet et Optimisé pour le SEO :</strong> Pour augmenter la visibilité de la plateforme et attirer un public plus large, un blog complet et optimisé pour le SEO a été créé. Le contenu du blog aborde des sujets pertinents sur les véhicules, la législation routière et les services offerts par l'entreprise, contribuant au positionnement de la marque dans les principaux moteurs de recherche.</p></li><li><p><strong>Système Interne SaaS Efficace :</strong> Pour répondre à la demande croissante et garantir la qualité des services, un système interne SaaS (Software as a Service) complet a été développé. Cette solution permet une gestion efficace de toutes les opérations de l'entreprise, y compris la création d'Ordres de Service (OS), le contrôle de multiples utilisateurs et équipes. Le système a remplacé l'ancienne solution locale, qui présentait des problèmes de lenteur et des limitations pour l'expansion des affaires.</p></li></ul><p><strong>Résultats :</strong></p><p>La transformation numérique de RS Despachante a entraîné une augmentation significative de sa base de clients et la consolidation de la marque comme référence sur le marché des courtiers. La plateforme en ligne, combinée au blog optimisé pour le SEO et au système interne SaaS, a fourni une plus grande agilité, efficacité et sécurité dans les opérations, ainsi qu'une expérience plus positive pour les clients.</p><p><strong>Points Forts :</strong></p><ul><li><strong>Innovation :</strong> Adoption de technologies modernes et intégration avec des API pour offrir des services innovants.</li><li><strong>Orientation Client :</strong> Développement d'une plateforme intuitive et facile à utiliser, avec diverses options de paiement.</li><li><strong>Optimisation pour le SEO :</strong> Création de contenu pertinent et optimisé pour les moteurs de recherche, augmentant la visibilité de la marque.</li><li><strong>Efficacité Opérationnelle :</strong> Mise en œuvre d'un système interne SaaS pour une gestion efficace des opérations.</li></ul><p><strong>Ce projet démontre la capacité de transformer une entreprise traditionnelle en une entreprise numériquement compétitive, capable de répondre aux demandes d'un marché en constante évolution.</strong></p>",
    "moldarinteriores": "<p>J'ai développé un portfolio de design d'intérieur innovant en utilisant la bibliothèque Nuxt.js et une mise en page de style Masonry pour créer une expérience visuellement percutante. Même avec des images haute résolution, le chargement asynchrone garantissait une navigation fluide et sans interruption, offrant aux utilisateurs une immersion complète dans les projets. Malheureusement, en raison de la fermeture de l'entreprise, le projet n'est plus disponible en ligne.</p>",
    "madeibra": "<p>Madeibra, avec plus de 30 ans de tradition, combine la maîtrise de la fabrication de meubles sur mesure avec l'innovation du commerce électronique. Le site, développé avec WordPress et WooCommerce, offre à la fois le portfolio de l'entreprise et un contact facilité ainsi qu'une curation exclusive de pièces uniques et limitées, faites à la main. L'intégration avec diverses plateformes de paiement, telles que PIX, Apple Pay et Google Pay, offre une expérience d'achat en ligne rapide et sécurisée, alliant le meilleur de la tradition artisanale à la praticité du commerce numérique.</p>",
    "incentivesp": "<p>IncentivESP est une startup qui révolutionne le parrainage sportif au Brésil. La plateforme connecte les athlètes de sport automobile avec des sponsors potentiels. Grâce à des profils personnalisés et détaillés, les athlètes trouvent une vitrine pour leurs carrières, tandis que les entreprises trouvent des talents prometteurs à soutenir. Avec IncentivESP, le parrainage sportif devient plus transparent et efficace. Le backend du panneau administratif et l'API ont été créés avec Laravel et le frontend avec Vue.js.</p>",
    "jwnews": "<p>JW News est la preuve que la technologie et le journalisme se rejoignent pour offrir une expérience de lecture unique. Développé avec WordPress, le site offre un système de gestion de contenu agile et efficace, permettant à l'équipe éditoriale de publier des nouvelles rapidement et avec précision. Avec une interface intuitive et un design moderne, JW News se distingue dans le paysage du journalisme numérique.</p>",
    "alesilvapsi": "<p>Alessa Silva est une psychologue spécialisée dans le Deuil et la Rupture de Liens. Son site web a été développé avec Vite pour générer une build statique et en utilisant Vue.js + TypeScript + Tailwind CSS pour la mise en page, offrant un espace simple, accueillant et informatif pour ses patients. Des SVG ont également été utilisés, où l'effet hover sur le CTA de contact remplit uniquement des zones spécifiques.</p>"
}