{
    "site_title": "Portfolio de Sulivan Braga",
    "welcome": "Bonjour, je suis le Développeur Fullstack",
    "description": "Je crée des choses intéressantes pour Internet comme <strong>Sites, Systèmes Web, APIs, Boutiques en ligne</strong> et tout autre projet possible.",
    "cta1": "Découvrir mon travail",
    "cta2": "Me contacter",
    "close": "Fermer",
    "jobs": "Mon travail",
    "skills": "Compétences",
    "skills_description": "J'ai travaillé avec de nombreuses langages au fil des années, mais je me suis le plus familiarisé avec la stack PHP (Laravel) et Vue.js. Voici les technologies que j'ai maîtrisées :",
    "about_title": "Qui suis-je",
    "about_description": "<p>Je m'appelle Sulivan, développeur web autodidacte originaire de São Paulo, au Brésil. J'ai 30 ans et plus de 13 ans d'expérience pratique en technologie. Mon premier contact avec la programmation remonte à l'âge de 8 ans, en explorant le langage BASIC pour créer des jeux. À 11 ans, je me suis plongé dans Adobe Flash, Photoshop et Illustrator, créant des animations et expérimentant avec ActionScript, ce qui m'a permis de réaliser mon premier mini-jeu.</p><p>Après une période dans le support et l'infrastructure informatique, je suis revenu à la programmation en 2015, en me spécialisant en PHP, HTML, CSS et JavaScript. Depuis, je développe des systèmes web complets, des landing pages et des plateformes e-commerce.</p><p>Actuellement, je gère deux systèmes SaaS :</p><ul><li><strong>Système de gestion de dossiers</strong> : Une plateforme backoffice pour la gestion des clients, développée avec Laravel + Vue.js.</li><li><strong>Système multi-utilisateurs de gestion d’entreprise</strong> : Inclut des fonctionnalités telles que la gestion de trésorerie, l’enregistrement des achats et des rapports détaillés de transactions.</li></ul><p>Je suis également responsable de projets importants tels que :</p><ul><li><strong>Portail Me Too Brazil</strong> : Une plateforme pour une ONG reconnue internationalement, dédiée à la protection des femmes et des enfants contre les abus.</li><li><strong>Portail et e-commerce Tuzzy E-Sports</strong> : Une équipe émergente dans le domaine de l’e-sport, participant à des championnats internationaux de EAFC et Pokémon Unite.</li></ul><p>Pour plus de détails et projets, rendez-vous dans la section 'Projets' de mon portfolio.</p>"
  }